Repository: dbeauseigneur/lyon_1116_food_and_you
Catalog: app/Resources/translations/SonataAdminEvent.*.xlf
Languages: fr

source: event
fr: Événement

source: Start Date
fr: Date de début

source: Restaurant Name
fr: Nom du restaurant

source: Capacity
fr: Capacité

source: Price
fr: Prix

source: Nr Reservations
fr: Nombre de Réservations

source: Nr Applicants
fr: Nombre de Candidats

source: Evening Rating
fr: Soirée Evaluation

source: Restaurant Rating
fr: Restaurant Evaluation

source: Status
fr: Statut

source: Event List
fr: Événement Liste

source: General
fr: Général

source: Application End Date
fr: Postulez date de fin

source: applicant_registration_open
fr: Enregistrement candidat est ouverte

source: applicant_registration_closed
fr: Enregistrement candidat est fermé

source: reservations_opened
fr: Réservation est ouverte

source: reservations_closed
fr: Réservation est fermé

source: in_progress
fr: En cours

source: finished
fr: Fini

source: cancelled
fr: Annulé

source: Applicants
fr: Candidats

source: Start date (d/m/y)
fr: Date de début (d/m/y)

source: view.applicants
fr: Voir candidats
