Repository: dbeauseigneur/lyon_1116_food_and_you
Catalog: app/Resources/translations/SonataAdminRecipe.*.xlf
Languages: fr

source: recipe
fr: Recettes

source: Name
fr: Nom

source: Member Full Name
fr: Nom de membre

source: Member
fr: Membre

source: 0entry
fr: Entrée

source: 1main
fr: Plat

source: 2dessert
fr: Dessert

source: Recipe List
fr: Recettes Liste

source: general
fr: Général

source: description
fr: La description

source: Public Description
fr: Description publique

source: Private Description
fr: Description privé
