Repository: dbeauseigneur/lyon_1116_food_and_you
Catalog: app/Resources/translations/SonataAdminReservation.*.xlf
Languages: fr

source: Transaction Amount
fr: Transaction Montant

source: Member
fr: Membre

source: Event
fr: Événement

source: Event Status
fr: Statut de l'événement

source: Status
fr: Statut

source: draft
fr: Brouillon

source: confirmed
fr: Confirmé

source: cancelled
fr: Annulée

source: to_refund
fr: Remboursement requis

source: refunded
fr: Remboursé

source: Event date (d/m/y)
fr: Date de l'événement (d/m/y)

source: Transaction date (d/m/y)
fr: Date de la transaction (d/m/y)

source: Reservation List
fr: Liste de réservation

source: reservation
fr: Réservation

source: General
fr: Général

source: Table Owner
fr: Tableau propriétaire

source: Transaction Formatted Amount
fr: Montant de la transaction

source: Transaction Created
fr: Transaction créé

source: Transaction Updated
fr: Transaction mise à jour

source: Transaction Merchant Id
fr: Marchand Id

source: Transaction Merchant Country
fr: Pays du marchand

source: Transaction Payment Means
fr: Moyens de paiement

source: Transaction Response Code
fr: Code de réponse

source: Transaction Payment Certificate
fr: Certificat de paiement

source: Transaction Authorisation Id
fr: Autorisation Id

source: Transaction Currency Code
fr: Code de devise

source: Transaction Card Number
fr: Numéro de carte

source: Transaction Card Validity
fr: Carte validité

source: Transaction Cvv Flag
fr: Flag CVV

source: Transaction Cvv Response Code
fr: CVV code de réponse

source: Transaction Bank Response Code
fr: Code de réponse de la Banque

source: Transaction Capture Mode
fr: Mode de capture
